[{
    "artist": "Queen",
    "song": "Bohemian Rhapsody",
    "album": "A Night at the Opera",
    "lyrics": "Is this the real life? Is this just fantasy? Caught in a landslide, no escape from reality Open your eyes, look up to the skies and see I'm just a poor boy, I need no sympathy Because I'm easy come, easy go, little high, little low Any way the wind blows doesn't really matter to me, to me Mama, just killed a man Put a gun against his head, pulled my trigger, now he's dead Mama, life had just begun But now I've gone and thrown it all away Mama, ooh, didn't mean to make you cry If I'm not back again this time tomorrow Carry on, carry on as if nothing really matters Too late, my time has come Sends shivers down my spine, body's aching all the time Goodbye, everybody, I've got to go Gotta leave you all behind and face the truth Mama, ooh, (any way the wind blows) I don't want to die I sometimes wish I'd never been born at all I see a little silhouetto of a man Scaramouche, Scaramouche, will you do the Fandango? Thunderbolt and lightning, very, very fright'ning me (Galileo.) Galileo. (Galileo.) Galileo. Galileo Figaro magnifico I'm just a poor boy, nobody loves me He's just a poor boy from a poor family Spare him his life from this monstrosity Easy come, easy go, will you let me go? Bismillah! No, we will not let you go (Let him go!) Bismillah! We will not let you go (Let him go!) Bismillah! We will not let you go (Let me go.) Will not let you go (Let me go.) Will not let you go. (Let me go.) Ah No, no, no, no, no, no, no (Oh mamma mia, mamma mia) Mamma mia, let me go Beelzebub has a devil put aside for me, for me, for me! So you think you can stone me and spit in my eye? So you think you can love me and leave me to die? Oh, baby, can't do this to me, baby! Just gotta get out, just gotta get right outta here! Nothing really matters, anyone can see Nothing really matters Nothing really matters to me Any way the wind blows",
    "release_date": "1975-11-14",
    "genre": []
},{
    "artist": "Led Zeppelin",
    "song": "Stairway to Heaven",
    "album": "Led Zeppelin IV",
    "lyrics": "There's a lady who's sure All that glitters is gold And she's buying a stairway to heaven When she gets there she knows If the stores are all closed With a word she can get what she came for Oh oh oh oh and she's buying a stairway to heaven There's a sign on the wall But she wants to be sure 'Cause you know sometimes words have two meanings In a tree by the brook There's a songbird who sings Sometimes all of our thoughts are misgiving Ooh, it makes me wonder Ooh, it makes me wonder There's a feeling I get When I look to the west And my spirit is crying for leaving In my thoughts I have seen Rings of smoke through the trees And the voices of those who standing looking Ooh, it makes me wonder Ooh, it really makes me wonder And it's whispered that soon, If we all call the tune Then the piper will lead us to reason And a new day will dawn For those who stand long And the forests will echo with laughter If there's a bustle in your hedgerow Don't be alarmed now It's just a spring clean for the May queen Yes, there are two paths you can go by But in the long run There's still time to change the road you're on And it makes me wonder Your head is humming and it won't go In case you don't know The piper's calling you to join him Dear lady, can you hear the wind blow And did you know Your stairway lies on the whispering wind And as we wind on down the road Our shadows taller than our soul There walks a lady we all know Who shines white light and wants to show How everything still turns to gold And if you listen very hard The tune will come to you at last When all are one and one is all To be a rock and not to roll And she's buying the stairway to heaven",
    "release_date": "1971-11-08",
    "genre": []
},{
    "artist": "John Lennon",
    "song": "Imagine",
    "album": "Imagine",
    "lyrics": "Imagine there's no heaven It's easy if you try No hell below us Above us only sky Imagine all the people living for today Imagine there's no countries It isn't hard to do Nothing to kill or die for And no religion too Imagine all the people living life in peace, you You may say I'm a dreamer But I'm not the only one I hope some day you'll join us And the world will be as one Imagine no possessions I wonder if you can No need for greed or hunger A brotherhood of man Imagine all the people sharing all the world, you You may say I'm a dreamer But I'm not the only one I hope some day you'll join us And the world will be as one",
    "release_date": "1975-10-11",
    "genre": []
},{
    "artist": "Nirvana",
    "song": "Smells Like Teen Spirit",
    "album": "Nevermind",
    "lyrics": "Load up on guns, bring your friends It's fun to lose and to pretend She's over-bored and self-assured Oh no, I know a dirty word Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an albino, a mosquito, my libido Yeah, hey I'm worse at what I do best And for this gift I feel blessed Our little group has always been And always will until the end Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an albino, a mosquito, my libido Yeah, hey And I forget just why I taste Oh yeah, I guess it makes me smile I found it hard, it's hard to find Oh well, whatever, never mind Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an albino, a mosquito, my libido A denial, a denial, a denial, a denial, a denial A denial, a denial, a denial, a denial",
    "release_date": "1991-9-10",
    "genre": []
},{
    "artist": "Eagles",
    "song": "Hotel California",
    "album": "Hotel California",
    "lyrics": "On a dark desert highway, cool wind in my hair Warm smell of colitas, rising up through the air Up ahead in the distance, I saw a shimmering light My head grew heavy and my sight grew dim I had to stop for the night. There she stood in the doorway; I heard the mission bell And I was thinking to myself 'This could be heaven or this could be Hell' Then she lit up a candle and she showed me the way There were voices down the corridor, I thought I heard them say Welcome to the Hotel California Such a lovely place (such a lovely place) Such a lovely face. Plenty of room at the Hotel California Any time of year (any time of year) you can find it here Her mind is Tiffany-twisted, she got the Mercedes bends She got a lot of pretty, pretty boys, that she calls friends How they dance in the courtyard, sweet summer sweat Some dance to remember, some dance to forget So I called up the Captain, 'Please bring me my wine' He said, 'we haven't had that spirit here since nineteen sixty-nine' And still those voices are calling from far away, Wake you up in the middle of the night Just to hear them say' Welcome to the Hotel California Such a lovely place (such a lovely place) Such a lovely face. They livin' it up at the Hotel California What a nice surprise (what a nice surprise), bring your alibis Mirrors on the ceiling, The pink champagne on ice And she said, 'we are all just prisoners here, of our own device' And in the master's chambers, They gathered for the feast They stab it with their steely knives, But they just can't kill the beast Last thing I remember, I was Running for the door I had to find the passage back to the place I was before 'Relax' said the night man, 'We are programmed to receive. You can check out any time you like, But you can never leave!'",
    "release_date": "1976-12-8",
    "genre": []
}]
